tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "uptech/oss"
tap "romkatv/powerlevel10k"
brew "automake"
brew "bison"
brew "fd"
brew "fzf"
brew "gdbm"
brew "git-delta"
brew "libffi"
brew "libyaml"
brew "luv"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "node"
brew "openssl@3"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "yarn"
brew "uptech/oss/alt"
brew "luarocks"
brew "lua-language-server"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "redis"
brew "jq"
brew "erlang"
